Repository: EticaAI/lsf-cache
Catalog: 1603/63/101/1603_63_101.no11.tmx
Source language: qcc
Languages: abk, ace, afr, amh, ara, arg, ary, arz, asm, ast, ava, awa, azb, aze, bak, bam, ban, bar, bcl, bel, ben, bho, bis, bod, bos, bre, bul, bxr, cat, cdo, ceb, ces, che, chv, ckb, cor, cos, crh, cym, dan, deu, diq, div, dsb, dty, ell, eng, epo, est, eus, ext, fao, fas, fin, fra, frp, frr, fry, fur, gan, gcr, gla, gle, glg, glv, gom, grn, gsw, guj, hak, hat, hau, hbs, heb, hif, hin, hrv, hsb, hun, hye, hyw, ido, ile, ilo, ina, ind, inh, isl, ita, jam, jav, jbo, jpn, kaa, kab, kal, kan, kat, kaz, kbp, khm, kin, kir, kon, kor, krc, kur, lad, lao, lat, lav, lez, lfn, lij, lim, lin, lit, lld, lmo, ltz, lzh, mai, mal, mar, mhr, min, mkd, mlg, mlt, mni, mnw, mon, msa, mul, mwl, mya, mzn, nah, nan, nap, nav, nds, nep, new, nld, nno, nob, nqo, oci, ori, oss, pam, pan, pap, pcd, pfl, pms, pnb, pol, por, pus, que, roh, ron, rue, rup, rus, sah, san, sat, scn, sco, sgs, shi, sin, slk, slv, sme, smn, smo, sna, snd, som, spa, sqi, srd, srn, srp, ssw, stq, sun, swa, swe, szl, tam, tat, tcy, tel, tgk, tgl, tha, tso, tuk, tur, udm, uig, ukr, urd, uzb, vec, vep, vie, vls, vol, vro, war, wln, wol, wuu, xho, xmf, yid, yor, yue, zha, zho, zul

source: Q1363810
ara: كريات الدم الحمراء المكدسة
deu: Erythrozyten-Konzentrat
ell: συμπυκνωμένα ερυθρά αιμοσφαίρια
eng: Packed red blood cells
fra: concentrés de globules rouges
heb: עירוי תאי דם אדומים
hye: Պահեստավորված արյան կարմիր բջիջներ
ind: Sel darah merah pak
ita: Globuli rossi concentrati
jpn: 血液バッグ
mul: /packed red blood cells || red blood cells separated for blood transfusion/@eng-Latn
ori: ପ୍ୟାକ୍ଡ ରେଡ ବ୍ଲଡ ସେଲ୍ସ
pnb: خون دی بوتل
pol: Koncentrat krwinek czerwonych
spa: Glóbulos rojos empacados
tha: Packed red blood cells
urd: خون کی بوتل
vie: Hồng cầu đóng gói
zho: 濃縮紅血球血包

source: Q952508
ara: فصادة الصفيحات
eng: Plateletpheresis
glg: Plaquetoaférese
ita: Piastrinoaferesi
jpn: 血小板アフェレーシス
mul: /plateletpheresis || /method of collecting the platelets, which is performed by a device used in blood donation that separates the platelets and returns other portions of the blood to the donor/@eng-Latn
zho: 輸血小板

source: Q827658
ara: واقي شمسي
cat: Crema solar
ces: opalovací krém
cym: Eli haul
dan: Solcreme
deu: Sonnencreme
ell: αντηλιακό
eng: sunscreen
epo: Sunprotektilo
eus: Eguzkitako krema
fas: ضدآفتاب
fin: aurinkovoide
fra: crème solaire
gla: Dubhadh-grèine
gle: Grianscagaire
heb: קרם הגנה
hin: धूपावरण
hun: napozókrém
ind: Tabir surya
ita: protezione solare
jav: Tabir surya
jpn: サンスクリーン剤
kor: 자외선 차단제
lzh: 防曬霜
msa: Pelindung cahaya matahari
mul: /sunscreen || topical skin product that helps protect against sunburn/@eng-Latn
nld: zonnebrandcreme
nob: Solkrem
oci: Crèma solara
pol: filtr przeciwsłoneczny
por: filtro solar
rus: sunscreens
slk: Ochranný prípravok pred slnečným žiarením
slv: Sredstvo za zaščito pred soncem
spa: protector solar
swe: solskyddsmedel
tel: సన్స్క్రీన్ లేపనము
tha: สารกันแดด
vie: kem chống nắng
war: Pamahid nga panalipod ha adlaw
yid: זונקרעם
yue: 太陽油
zho: 防曬油

source: Q736634
ara: كاشف جسيمات
ast: deteutor de radiaciones
bel: Дэтэктар элементарных часціц
ben: কণা শনাক্তকারী যন্ত্র
bul: Детектор на елементарни частици
cat: Detector de partícules
ces: detektor ionizujícího záření
deu: Teilchendetektor
eng: particle detector
epo: partikla detektilo
est: Osakeste loendur
fas: آشکارساز ذرات
fin: hiukkasilmaisin
fra: détecteur de particules
gle: Brathadóirí cáithníní
heb: גלאי חלקיקים
hun: részecskedetektor
hye: Դետեկտորներ տարրական մասնիկների
ind: Detektor partikel
ita: rivelatore di particelle
jpn: 粒子検出器
lav: Daļiņu detektors
lit: Dalelių detektorius
mkd: забележувач на честички
mul: /particle detector || device used to detect, track, and/or identify ionising particles/@eng-Latn
nno: Partikkeldetektor
pan: ਕਣ ਦਾ ਪਤਾ ਲਗਾਉਣ ਵਾਲਾ ਯੰਤਰ
pol: Detektory promieniowania jonizującego
por: Detector de partículas
ron: Detector de particule
rus: Детектор элементарных частиц
slk: Časticový detektor
spa: detector de partículas
srp: detektor čestica
tha: เครื่องตรวจจับอนุภาค
tur: Parçacık Dedektörleri
ukr: Детектор частинок
zho: 粒子探测器

source: Q303665
ara: مقياس الجرعة
bel: дазіметр
bre: doenventer
cat: dosímetre
ces: dozimetr
chv: Дозиметр
dan: dosimeter
deu: Dosimeter
eng: dosimeter
epo: dozometro
est: dosimeeter
fas: تشعشعسنج
fin: dosimetri
fra: dosimètre
hbs: dozimetar
hrv: dozimetar
hun: doziméter
ita: dosimetro
jpn: 線量計
kaz: Дозиметр
lit: dozimetras
mkd: Дозиметар
mul: /dosimeter || device that measures exposure to ionizing radiation/@eng-Latn
nld: dosimeter
nno: dosemeter
nob: dosimeter
pol: dozymetr
por: dosímetro
rus: дозиметр
slk: dozimeter
spa: dosímetro
swe: dosimeter
tur: dozölçer
ukr: дозиметр
uzb: Betanurlar detektori
vie: Máy đo liều bức xạ
zho: 劑量計

source: Q48171
ara: عداد غايغر
aze: Qeyqer sayğacı
bak: Гейгер счетчигы
bel: Лічыльнік Гейгера
bul: Гайгеров брояч
cat: comptador Geiger
ces: Geigerův-Müllerův počítač
dan: Geigertæller
deu: Geigerzähler
ell: Μετρητής Γκάιγκερ
eng: Geiger counter
epo: kalkulilo Geiger
est: Geigeri loendur
eus: Geiger kontagailu
fas: شمارشگر گایگر
fin: Geigermittari
fra: compteur Geiger
hat: Kontè jejè
hbs: Geigerov brojač
heb: מונה גייגר
hin: गाइगर-मूलर काउन्टर
hrv: Geigerov brojač
hun: Geiger–Müller-cső
ile: Geiger Contator
ind: Pencacah Geiger
isl: Geiger-teljari
ita: contatore Geiger
jpn: ガイガー＝ミュラー計数管
kan: ಗುಣಕ, ಗೀಗರ್ - ಮುಲ್ಲರ್
kaz: Гейзер-Мюллер есептегіш
kir: Гейгер- мюллер санагычы
kor: 가이거 계수기
lav: Geigera skaitītājs
lit: Geigerio ir Miulerio skaitiklis
mal: ഗീഗർ കൗണ്ടർ
mkd: Гајгеров бројач
mlt: tagħmir tal-għadd ta' Geiger
mul: /Geiger counter || instrument used for measuring ionizing radiation/@eng-Latn
nld: Geigerteller
nno: Geigerteljar
nob: Geigerteller
ori: ଗିଗର୍ କାଉଣ୍ଟର୍
pms: Conteur Geiger
pnb: گیگر ناپ
pol: licznik Geigera
por: contador Geiger
ron: Contor Geiger
rus: Счётчик Гейгера
slk: Geigerov-Müllerov počítač
spa: contador Geiger
srp: Гајгер-Милеров бројач
swe: Geigermätare
tam: கைகர் துகள் அளவி
tgl: Aparatong Geiger
tha: ไกเกอร์มูลเลอร์เคาน์เตอร์
tur: Geiger sayacı
ukr: Лічильник Гейгера
uzb: Geyger
vie: Bộ đếm Geiger-Müller
war: Kontador Geiger
wuu: 盖革计数器
yue: 蓋革計數器
zho: 盖革计数器

source: Q414599
ara: يودات البوتاسيوم
azb: پوتاسیوم یدات
cat: iodat de potassi
ces: jodičnan draselný
deu: Kaliumiodat
eng: potassium iodate
epo: kalia jodato
fas: پتاسیم یدات
fin: kaliumjodaatti
fra: Iodate de potassium
hbs: Kalijum jodat
hun: Kálium-jodát
ind: Kalium iodat
ita: Iodato di potassio
jpn: ヨウ素酸カリウム
mul: /potassium iodate || chemical compound/@eng-Latn
nld: Kaliumjodaat
pol: Jodan potasu
por: iodato de potássio
rus: иодат калия
spa: Yodato potásico
srp: Kalijum jodat
tam: பொட்டாசியம் அயோடேட்டு|
tur: Potasyum iyodat
ukr: Йодат калію
vie: Kali iodat
zho: 碘酸钾

source: Q798309
ara: عصية كالميت غيران
azb: واکسن بثژ
ben: বিসিজি টিকা
cat: bacil de Calmette-Guérin
ces: BCG vakcína
deu: Bacillus Calmette-Guérin
ell: Εμβόλιο BCG
eng: BCG vaccine
epo: vakcino de bacilo de Calmette-Guérin
eus: BCG txerto
fas: واکسن ب.ث.ژ
fin: BCG-rokote
fra: vaccin bilié de Calmette et Guérin
gle: Bacille Calmette-Guérin
heb: חיסון BCG
hin: बीसीजी वैक्सीन्
hun: BCG védőoltás
hye: ԲՑԺ
ind: Bacillus Calmette-Guérin
ita: Bacillo di Calmette-Guérin
jpn: BCG
kan: ಬಿಸಿಜಿ ಲಸಿಕೆ
kaz: бцж
kor: BCG 백신
lin: Bacillus Calmette-Guérin
lit: BCG vakcina
mal: ബി.സി.ജി വാക്സിൻ
mar: बीसीजी लस
mkd: бесеже-вакцина
msa: Vaksin Bacillus Calmette–Guérin
mul: /BCG vaccine/@eng-Latn
mya: ဘီစီဂျီကာကွယ်ဆေး
nld: BCG-vaccin
nno: BCG-vaksine
nob: BCG-vaksine
ori: ବିସିଜି ଟିକା
pan: BCG vaccine
pol: Szczepionka BCG
por: Bacillus Calmette-Guérin
ron: Vaccin BCG
rus: БЦЖ
san: बीसीजी निवारकः
slv: Cepivo BCG
sna: Mushonga Unodzivirira weBCG
spa: Vacuna BCG
srp: Бе-се-же вакцина
ssw: Umjovo i-BCG
swa: Chanjo ya BCG
swe: Bacillus Calmette-Guérin
tam: காசநோய்த் தடுப்பூசி
tel: బిసిజి టీకా
tgl: BCG vaccine
tha: บาซิลลัสกาลแม็ต-เกแร็ง
tur: BCG
ukr: БЦЖ
uzb: Bsj
vie: Vắc-xin BCG
wol: Ñaqu BCG
wuu: 卡介苗
yor: Àjẹsára Bacillus Calmette–Guérin
yue: 卡介苗
zho: 卡介苗

source: Q117749
ara: لقاح التهاب الكبد الفيروسي ب
azb: واکسن هپاتیت ب
ben: হেপাটাইটিস বি টিকা
bul: Ваксина срещу вирусен хепатит B
cat: vacuna de l'hepatitis B
ces: očkování proti hepatitidě B
deu: Hepatitis-B-Impfstoff
ell: Εμβόλιο ηπατίτιδας Β
eng: Hepatitis B vaccine
fas: واکسن هپاتیت ب
fin: hepatiitti B -rokote
fra: vaccin contre l'hépatite B
hun: Hepatitis B elleni védőoltás
hye: Հեպատիտ B-ի պատվաստանյութ
ind: Vaksin hepatitis B
ita: Vaccino dell'epatite B
jpn: B型肝炎ワクチン
kor: B형 간염 백신
lij: Vaccin anti HBV
lin: Mángwelé ma Epatíte B
lit: Hepatito B vakcina
mal: ഹെപറ്റൈറ്റിസ് ബി വാക്സിൻ
mar: हिपॅटायटीस बी लस
mon: Гепатит В вакцин
msa: Vaksin hepatitis B
mul: /Hepatitis B vaccine/
mya: အသည်းရောင်အသားဝါ ဘီရောဂါကာကွယ်ဆေး
nld: Hepatitis B vaccine
nno: hepatitt B-vaksine
ori: ହେପାଟାଇଟିସ ବି ଟିକା
pan: ਹੈਪੇਟਾਈਟਸ ਬੀ ਟੀਕਾ
pol: Szczepionka przeciw wirusowi zapalenia wątroby typu B
por: Vacina contra hepatite B
ron: Vaccinul antihepatic B
rus: Вакцина против вируса гепатита B
sna: Mushonga unodzivirira Hepatitis B
spa: Vacuna contra la hepatitis B
ssw: Umjovo weHepatitis B
swa: Chanjo ya Homa ya Manjano B
tam: கல்லீரல் அழற்சி வகை பி தடுப்பூசி
tel: హెపటైటిస్-బి టీకా
tha: วัคซีนตับอักเสบบี
vie: Vắc-xin viêm gan siêu vi B
wol: Ñaqu Hepatite B
yor: Àjẹsára ibà jẹ̀dọ̀jẹ̀dọ̀ B
yue: 乙型肝炎疫苗
zho: 乙型肝炎疫苗

source: Q1519099
ara: لقاح شلل الأطفال
azb: واکسن فلج اطفال
ben: পোলিও টিকা
dan: Poliovaccine
deu: Polioimpfstoff
ell: εμβόλιο κατά της πολιομυελίτιδας
eng: polio vaccine
epo: vakcino kontraŭ poliomjelito
fas: واکسن فلج اطفال
fin: Poliorokote
fra: vaccin contre la poliomyélite
heb: חיסון נגד מחלת שיתוק ילדים
hin: पोलियो वैक्सीन
hun: Gyermekbénulás elleni védőoltás
hye: պոլիոմելիտի պատվաստանյութ
ind: Vaksin polio
ita: Vaccino antipoliomielite
jpn: ポリオワクチン
kor: 소아마비 백신
lit: Poliomielito vakcina
mal: പോളിയോ വാക്സിൻ
mkd: Полио вакцина
msa: Vaksin polio
mul: /polio vaccine/@eng-Latn
mya: ပိုလီယိုရောဂါကာကွယ်ဆေး
nld: poliovaccin
nno: poliovaksine
nob: Poliovaksine
ori: ପୋଲିଓ ଟିକା
por: vacina contra poliomielite
ron: vaccin antipolio
rus: Вакцина против полиомиелита
sin: පෝලියෝ එන්නත
spa: Vacuna contra la poliomielitis
srp: Орална полио вакцина
swe: Poliovaccin
tam: போலியோ தடுப்பூசி
tel: పోలియో టీకా
tha: วัคซีนโรคโปลิโอ
tur: Çocuk felci aşısı
ukr: Вакцина проти поліомієліта
vie: Vắc-xin bại liệt
yor: Àjẹsára àrùn rọpárọsẹ̀
yue: 小兒麻痹疫苗
zho: 脊髓灰質炎疫苗

source: Q5861101
ara: لقاح الكزاز
azb: واکسن کزاز
dan: stivkrampevaccine
deu: Tetanusimpfstoff
ell: εμβόλιο τετάνου
eng: tetanus vaccine
epo: vakcino kontraŭ tetanoso
eus: Tetanos-kontrako txerto
fas: واکسن کزاز
fra: vaccin contre le tétanos
hun: Tetanusz elleni védőoltás
hye: Փայտացման պատվաստանյութ
ind: Vaksin tetanus
ita: Vaccino antitetanico
jpn: 破傷風ワクチン
kor: Tetan
lin: Mángwelé ma tetanɔ́si
mal: tetanus vaccine
msa: titanus
mul: /tetanus vaccine/@eng-Latn
mya: မေးခိုင်ရောဂါကာကွယ်ဆေး
nno: tetanusvaksine
ori: ଟିଟାନସ୍ ଟିକା
por: Vacina antitetânica
ron: Vaccin antitetanos
spa: Vacuna antitetánica
tha: วัคซีนโรคบาดทะยัก
vie: Vắc-xin uốn ván
yor: Àjẹsára Àwàlù Eyín
zho: 破傷風疫苗

source: Q7170955
ara: لقاح السعال الديكي
azb: واکسن سیاهسرفه
ben: পার্টাসিস টিকা
deu: Pertussisimpfstoff
ell: Εμβόλιο κοκκύτη
eng: pertussis vaccine
epo: vakcino kontraŭ kokluŝo
fas: واکسن سیاهسرفه
fra: vaccin contre la coqueluche
ind: Vaksin batuk rejan
ita: Vaccino della pertosse
jpn: 百日咳ワクチン
kor: 백일해 백신
lit: Kokliušo vakcina
mal: വില്ലൻ ചുമ വാക്സിൻ
mar: पर्ट्यूसिस लस
msa: Vaksin pertusis
mul: /pertussis vaccine/@eng-Latn
mya: ကြက်ညှာရောဂါကာကွယ်ဆေး
ori: ଲହରା କାଶ ଟିକା
pan: ਕਾਲੀ ਖਾਂਸੀ ਦਾ ਟੀਕਾ
por: Vacina contra coqueluche
ron: Vaccin antipertussis
sna: Mushonga unodzivirira Pertussis
spa: Vacuna contra la tos ferina
ssw: Umjovo wePertussis
swa: Chanjo ya Kifaduro
tam: கக்குவான் தடுப்பூசி
tel: పెర్టుస్సిస్ టీకా
tha: วัคซีนป้องกันโรคไอกรน
vie: Vắc-xin ho gà
wol: Pertussis vaccine
yor: Àjẹsára ikọ́ọfe
zho: 百日咳疫苗

source: Q368134
ara: لقاح المستدمية النزلية النوع ب
azb: واکسن هموفیلوس آنفلوانزا
deu: HIB-Impfung
ell: Εμβόλιο αιμόφιλου ινφλουέντζας τύπου Β
eng: Hib vaccine
epo: Hib-vakcino
fas: واکسن هموفیلوس آنفلوآنزا
fin: Hib-rokote
fra: vaccin contre les infections invasives à Haemophilus influenzae de type b
hun: HIB-oltás
hye: Հեմոֆիլուս ինֆլուենզա Բ տիպի պատվաստանյութ
ita: Vaccino dell'Haemophilus influenzae
jpn: Hibワクチン
kat: ჰიბ ვაქცინა
kor: B형 헤모필루스 인플루엔자 백신
mal: എച്ച് ഐ ബി വാക്സിൻ
msa: Vaksin influenza haemophilus jenis B
mul: /Haemophilus influenzae type B vaccine/@eng-Latn
mya: အဆုတ်ရောင် ဘီရောဂါကာကွယ်ဆေး
nld: Hib vaccine
nno: Hib-vaksine
ori: ଏଚଆଇବି ଟିକା
por: Vacina Hib
ron: Vaccinul împotriva Haemophilus influenzae de tip B
spa: Vacuna Hib
swe: Hib-vaccin
tha: วัคซีนป้องกันเชื้อฮีโมฟิลุส อินฟลูเอนซา ชนิดบี
vie: Vắc-xin Hib
yor: Àjẹsára Ọ̀fìnkì oríṣi B tí kòkòrò àrùn Haemophilus ń fà
zho: 流感嗜血桿菌疫苗

source: Q14538008
ara: لقاح المكورة الرئوية
aze: Pnevmakokk peyvəndi
cat: vacuna antipneumocòccica
deu: Pneumokokken-Impfung
ell: Πνευμονιοκοκκικό εμβόλιο
eng: pneumococcal vaccine
epo: pneŭmokokovakcino
fra: vaccin contre les infections invasives à pneumocoque
ita: vaccino pneumococcico
jpn: 肺炎球菌ワクチン
kor: 폐렴구균 백신
lit: Pneumokokų vakcina
mal: ന്യൂമോകോക്കൽ വാക്സിൻ
msa: Vaksin pneumokokus
mul: /pneumococcal vaccine/@eng-Latn
mya: နူမိုကောကယ်ကာကွယ်ဆေး
nno: pneumokokkvaksine
ori: ନିମୋକୋକାଲ ଟିକା
por: vacina anti-pneumocócica
ron: Vaccin pneumococic
spa: vacuna neumococal
srp: Вакцина против пнеумокока
tha: วัคซีนป้องกันโรคติดเชื้อนิวโมคอคคัส
vie: Vắc-xin phế cầu khuẩn
yor: Pneumococcal vaccine
zho: 肺炎鏈球菌疫苗

source: Q4411598
ara: لقاح الفيروس العجلي
deu: Rotavirusimpfstoff
ell: Εμβόλιο ιού ρότα
eng: rotavirus vaccine
epo: vakcino kontraŭ rotaviruso
fin: Rotavirusrokote
fra: vaccin anti-Rotavirus
guj: rota virus
hun: Rotavírus elleni védőoltás
hye: Ռոտավիրուսի պատվաստանյութ
jpn: ロタウイルスワクチン
kor: 로타바이러스 백신
mal: റോട്ടാ വൈറസ് പ്രതിരോധ മരുന്ന്
msa: Vaksin rotavirus
mul: /rotavirus vaccine/@eng-Latn
mya: ရိုတာဗိုင်းရပ်စ်ကာကွယ်ဆေး
ori: ରୋଟାଭୁତାଣୁ ଟିକା
por: Vacina contra rotavírus
ron: Vaccin anti-rotaviral
rus: ротавирусная вакцина
spa: Vacuna contra el rotavirus
tha: วัคซีนป้องกันโรคท้องร่วงจากเชื้อไวรัสโรตา
vie: Vắc-xin Rotavirus
yor: Àjẹsára rotavirus
zho: 輪狀病毒疫苗

source: Q900189
ara: لقاح فيروس الورم الحليمي البشري
azb: واکسن پاپیلوما ویروس انسانی
cat: Vaccí del papil·lomavirus
ces: HPV vakcína
dan: HPV-vaccine
deu: HPV-Impfstoff
ell: Απλά εμβόλια κατά του ιού HPV
eng: HPV vaccine
epo: vakcino kontraŭ homa papiloma viruso
fas: واکسن پاپیلوما ویروس انسانی
fin: HPV-rokote
fra: Vaccin contre le virus du papillome humain
gle: Vacsaín HPV
heb: חיסון לנגיף הפפילומה האנושי
hin: एचपीवी वैक्सीन
hun: HPV elleni védőoltás
hye: Մարդու պապիլոմավիրուսի պատվաստանյութ
ind: Vaksin HPV
jpn: ヒトパピローマウイルスワクチン
kor: HPV 백신
lit: Žmogaus papilomos viruso vakcinos
mal: ഹ്യൂമൻ പാപ്പില്ലോമ വൈറസ് വാക്സിൻ
msa: Vaksin virus papiloma manusia
mul: /HPV vaccine/@eng-Latn
mya: သားအိမ်ခေါင်းကင်ဆာရောဂါကာကွယ်ဆေး
nld: HPV-vaccin
nno: HPV-vaksine
ori: ଏଚପିଭି ଟିକା
pol: Szczepionka przeciw wirusowi brodawczaka ludzkiego
por: Vacina contra o HPV
ron: Vaccinul HPV
rus: Вакцина против вируса папилломы человека
sme: HPV-boahkuhanávnnas
smn: HPV-puáhuttâs
spa: Vacuna contra el virus del papiloma humano
swe: HPV-vaccin
tha: วัคซีนเอชพีวี
ukr: Вакцина проти вірусу папіломи людини
vie: Vắc-xin HPV
yor: Àwọn àjẹsára HPV
zho: 人类乳突病毒

source: Q309035
ara: مزيل روائح
bel: дэзадарант
cat: desodorant
ces: Deodorant
dan: deodorant
deu: Deodorant
eng: deodorant
epo: Senodorigilo
eus: usain-kengarri
fas: بو زدا
fin: Deodorantti
fra: déodorant
gle: díbholaíoch
hbs: Dezodorans
heb: דאודורנט
hrv: Dezodorans
ind: Pengawabau
ita: deodorante
jav: Déodoran
jpn: デオドラント
kaz: Иісті жою, иіссіздендіру
kor: 데오도란트
lat: Remedium deodorans
msa: Deodoran
mul: /deodorant || substance exerted in the groin or armpits to lessen the smell of body odour/@eng-Latn
nld: deodorant
nob: Deodorant
pol: dezodorant
por: desodorizante
ron: Deodorant
rus: дезодорант
slv: Razdišava
spa: desodorante
srp: Dezodorans
swe: Deodorant
tgl: Desodorante
tur: Deodorant
ukr: дезодорант
uzb: Dezodoratsiya
vie: Chất khử mùi
yid: דעאָדאָראַנט
yue: 止汗劑
zho: 體香劑

source: Q13445028
ara: صحة الفم
ces: ústní hygiena
dan: mundhygiejne
deu: zahnmedizinische Prophylaxe
ell: στοματική υγιεινή
eng: oral hygiene
epo: buŝa higieno
fas: بهداشت دهان و دندان
fin: Suuhygienia
fra: hygiène bucco-dentaire
heb: היגיינת הפה
ind: oral hygiene
ita: igiene orale
jpn: 口腔衛生
lij: Igiene orale
mal: Oral hygiene
mkd: забна хигиена
mul: /oral hygiene || practice of keeping the mouth and teeth clean to prevent dental problems/@eng-Latn
nld: mondhygiëne
nno: munnhygiene
nob: Munnhygiene
pol: higiena ustna
por: higiene bucal
slk: ústna hygiena
spa: higiene bucodental
swe: tand- och munhygien
tam: வாய்ச் சுகாதாரம்
tgl: Kalinisang pambibig
tha: อนามัยช่องปาก
vie: Vệ sinh răng miệng
zho: 口腔衛生

source: Q134205
ara: فرشاة أسنان
asm: দাঁতোন
ast: Cepiyu de dientes
aze: Diş fırçası
bel: зубная шчотка
ben: টুথব্রাশ
bod: སོ་བཀྲུ།
bre: Broust-dent
bul: четка за зъби
cat: Raspall de dents
ces: zubní kartáček
ckb: فڵچەی ددان
cym: Brwsh dannedd
dan: tandbørste
deu: Zahnbürste
ell: Οδοντόβουρτσα
eng: toothbrush
epo: Dentobroso
est: Hambahari
eus: hortzetako eskuila
fas: مسواک
fin: hammasharja
fra: brosse à dents
fry: Toskeboarstel
gla: Bruis-fhiaclan
glg: Cepillo de dentes
hbs: Četkica za zube
heb: מברשת שיניים
hin: दाँत का बुरुश
hrv: Četkica za zube
hsb: zubna šćětka
hun: Fogkefe
hye: Ատամի խոզանակ
ido: Dentobrosilo
ind: Sikat gigi
ita: spazzolino da denti
jav: Sikat
jpn: 歯ブラシ
kab: Tasrenka n tuɣmas
kaz: Тіс щеткасы
kir: Тиш щётка
kor: 칫솔
lat: peniculus dentarius
lav: zobu suka
lit: Dantų šepetukas
ltz: Zännbiischt
msa: Berus gigi
mul: /toothbrush || oral hygiene instrument used to clean the teeth, gums, and tongue/@eng-Latn
mya: သွားတိုက်တံ
nan: Khí-bín
nld: tandenborstel
nno: tannkost
nob: tannbørste
pan: ਦੰਦਾਂ ਵਾਲਾ ਬੁਰਸ਼
pnb: ٹوتھ برش
pol: szczoteczka do zębów
por: escova de dentes
que: Kiru pichana
ron: Periuță de dinți
rus: Зубная щётка
sat: ᱫᱟ.ᱛᱟ.ᱱᱤ
sco: teethbrush
slk: zubná kefka
slv: Zobna krtačka
spa: cepillo de dientes
srp: Četkica za zube
swe: tandborste
tam: பற்தூரிகை
tel: టూత్ బ్రష్
tha: แปรงสีฟัน
tur: diş fırçası
ukr: Зубна щітка
vie: Bàn chải đánh răng
war: Sepilyo
wuu: 牙刷
yid: ציינבערשטל
yue: 牙刷
zho: 牙刷

source: Q143978
ara: خيط الأسنان
aze: Diş ipi
cat: fil dental
ces: zubní nit
deu: Zahnseide
eng: dental floss
epo: Dentfadeno
est: Hambaniit
fas: نخ دندان
fin: Hammaslanka
fra: fil dentaire
heb: חוט דנטלי
hin: दंत-लोमक
hrv: Zubni konac
hun: Fogselyem
ita: filo interdentale
jpn: デンタルフロス
kor: 치실
lat: Filum dentarium
ltz: Zännseid
mul: /dental floss || cord of thin filaments used to remove food and dental plaque from between teeth in areas a toothbrush is unable to reach/@eng-Latn
nan: Khí-soàⁿ
nld: tandzijde
nob: Tanntråd
pol: Nić dentystyczna
por: fio dental
ron: Ață dentară
rus: Зубная нить
slk: zubná niť
spa: hilo dental
srp: Конац за зубе
swe: tandtråd
tgk: Нахи дандон
tha: ไหมขัดฟัน
tur: Diş ipi
ukr: Зубна нитка
vie: Chỉ nha khoa
zho: 牙線

source: Q371213
ara: بيديه
bak: Биде
cat: bidet
ces: Bidet
deu: Bidet
ell: μπιντές
eng: bidet
epo: Bideo
eus: Bidet
fas: بیده
fin: Bidee
fra: bidet
glg: Bidé
heb: בידה
hun: Bidé
ido: Bideto
ind: Bidet
ita: bidet
jpn: ビデ
kor: 비데
lmo: Bidet
ltz: Bidet
mul: /bidet || plumbing fixture or type of sink intended for washing the genitalia and anus of the human body/@eng-Latn
nld: bidet
nno: bide
nob: bidé
pol: bidet
por: bidé
rus: Биде
slk: Bidet
spa: bidé
srp: Bide
swe: Bidé
tha: โถชำระ
tur: Bide
ukr: Біде
vie: Bidet
yue: 坐浴桶
zho: 坐浴桶

source: Q2679660
ara: الشطاف الصحي
ell: ντους μπιντέ
eng: bidet shower
epo: neceseja duŝo
fin: käsisuihku
ind: Shower toilet
ita: Doccetta igienica
jpn: ビデ・シャワー
mul: /bidet shower || hand-held triggered nozzle that is placed near the toilet and delivers a spray of water used for anal cleansing and cleaning of the genitals after using the toilet for defecation and urination/@eng-Latn
rus: Гигиенический душ
tha: ฝักบัวล้างก้น
vie: Vòi xịt vệ sinh
zho: 如厠後沖洗器

source: Q55386894
ara: افتابة
aze: Aftafa
eng: Āftābeh
fas: آفتابه
mul: /āftābeh || a traditional hand-held plastic, metal, or ceramic bidet vessel used for either washing hands and the face or cleaning genitalia in a toilet/@eng-Latn
rus: Афтафа
uzb: Obdasta

source: Q131696
ara: منشفة
arg: Tovalla
aze: Məhrəba
bar: Handduach
bul: Хавлия
cat: tovallola
ceb: Towalya
ces: ručník
chv: Алшăлли
ckb: خاولی
dan: håndklæde
deu: Handtuch
ell: πετσέτα
eng: towel
epo: Mantuko
est: Rätik
eus: Eskuoihal
fas: حوله
fin: pyyhe
fra: serviette de bain
glg: Toalla
grn: Ñemokãha
hat: Sèvyèt
heb: מגבת
hrv: Ručnik
hsb: trjenje
hye: Սրբիչ
ind: Handuk
isl: Handklæði
ita: asciugamano
jav: Andhuk
jpn: タオル
kan: ಟವಲ್
kaz: Сүлгі
kor: 수건
kur: Pêşgîr
lat: Mantele
lav: dvielis
lit: Rankšluostis
lzh: 巾
msa: Tuala
mul: /towel || absorbent fabric or paper used for drying or wiping a body or a surface/@eng-Latn
nan: Mô͘-kin
nds: Handdook
nld: handdoek
nob: håndkle
pnb: تولیا
pol: ręcznik
por: toalha
ron: Prosop
rus: полотенце
sco: touel
sgs: Abrūsos
slk: Uterák
slv: Brisača
snd: ٽوال
spa: toalla
sqi: Peshqir
srp: peškir
sun: Anduk
swa: Taulo
swe: handduk
tam: துண்டு
tel: తువ్వాలు
tur: Havlu
ukr: Рушник
urd: تولیہ
vie: Khăn
wuu: 毛巾
yid: האנטוך
yue: 毛巾
zho: 毛巾

source: Q5840
ara: ورق المرحاض
bar: Toiletenbabia
bel: Туалетная папера
bre: Paper-revr
bul: Тоалетна хартия
cat: paper higiènic
ces: toaletní papír
dan: toiletpapir
deu: Toilettenpapier
ell: Χαρτί υγείας
eng: toilet paper
epo: neceseja papero
est: tualettpaber
eus: komuneko paper
fas: دستمال توالت
fin: vessapaperi
fra: papier toilette
gle: Páipéar leithris
gsw: Gloobabyyr
hbs: Toaletni papir
heb: נייר טואלט
hin: शौच पत्र
hrv: toaletni papir
hsb: toaletowa papjera
hun: WC-papír
hye: Զուգարանի թուղթ
ind: Tisu toilet
ita: carta igienica
jpn: トイレットペーパー
kir: Ажаткана кагазы
kor: 휴지
lat: Charta hygienica
lit: Tualetinis popierius
ltz: Toilettëpabeier
mkd: Тоалетна хартија
msa: Kertas tandas
mul: /toilet paper || tissue paper for cleaning after urination or defecation/@eng-Latn
nah: Cuitlāmatl
nan: Chho͘-chóa
nld: toiletpapier
nno: Toalettpapir
nob: toalettpapir
pol: papier toaletowy
por: papel higiénico
ron: hârtie igienică
rus: туалетная бумага
sgs: Tulietėnis puopierios
slk: toaletný papier
slv: toaletni papir
sme: hivssetbábir
smn: hiivsigpááppár
spa: papel higiénico
srp: Тоалетни папир
swe: toalettpapper
tam: கழிவறை துடைத்தாள்
tat: бәдрәф кәгазе
tha: กระดาษชำระ
tur: Tuvalet kağıdı
ukr: туалетний папір
uzb: Tualet qogʻozi
vie: Giấy vệ sinh
war: Papel nga pankasilyas
wuu: 卫生纸
yid: בית־הכסא־פּאַפּיר
yue: 廁紙
zho: 卫生纸

source: Q235693
ara: فوط صحية
asm: চেনিটেৰী পেড
bar: Schuastabindn
ben: স্যানিটারি ন্যাপকিন
bho: सेनेटरी नैपकिन
bul: Дамска превръзка
cat: compresa
ces: menstruační vložka
cym: Clwt mislif
dan: Hygiejnebind
deu: Damenbinde
eng: sanitary napkin
epo: menstrua tuko
eus: Babeski
fas: نوار بهداشتی
fin: Terveysside
fra: serviette hygiénique
glg: Compresa
heb: תחבושת היגיינית
hin: सेनेटरी नैपकिन
hrv: Higijenski uložak
hun: egészségügyi betét
hye: Միջադիր
ind: Pembalut wanita
isl: Dömubindi
ita: assorbente igienico
jav: Pambalut wanita
jpn: ナプキン
kan: ಮುಟ್ಟಿನ ಬಟ್ಟೆ
kir: Гигиеналык көөк
kor: 생리대
lmo: Patell sanitari
mal: സാനിറ്ററി നാപ്കിൻ
mar: सॅनिटरी नॅपकीन
msa: Tuala wanita
mul: /sanitary napkin || absorbent item worn in the underwear by women who are menstruating, bleeding after giving birth or similar/@eng-Latn
nld: Maandverband
nob: Sanitetsbind
ori: ସାନିଟାରି ନାପ୍କିନ
pol: Podpaska
por: penso higiénico
ron: Șervețel sanitar
rus: гигиеническая прокладка
sat: ᱥᱮᱱᱤᱴᱟᱨᱤ ᱯᱮᱰ
slk: menštruačná vložka
spa: Toalla sanitaria
swe: Dambinda
tam: விடாய்க்கால அணையாடை
tgl: Pasador
tha: ผ้าอนามัย
tur: Hijyenik ped
ukr: гігієнічна прокладка
urd: ماہواری کے پیڈ
vie: Băng vệ sinh
yue: 衞生巾
zho: 衛生棉
